amd-ucode
arch-install-scripts
asp
autoconf
automake
base
bash-completion
binutils
bison
btrfs-progs
dkms
dosfstools
e2fsprogs
efibootmgr
fakeroot
file
findutils
fish
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
intel-ucode
libtool
linux
linux-firmware
linux-headers
m4
make
man-db
nano
neofetch
networkmanager
nss-mdns
ntfs-3g
openssh
os-prober
p7zip
pacman
parted
patch
pkgconf
reflector
rsync
sed
sudo
texinfo
usbutils
wget
which
